# SectionTag Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SectionTag Property
ParameterTypeId Class See Also
---
"Section Tag"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SectionTag { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SectionTag As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SectionTag {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace